/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "الإصدار %2$@ هو أحدث إصدار متوفر حاليًا لتطبيق %1$@";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "تم تنزيل %@";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ من %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "تم تنزيل %1$@ %2$@ وهو جاهز للاستخدام، هل ترغب بتثبيت التحديث وإعادة تشغيل %1$@ الآن؟";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "يتوفر إصدار جديد من تطبيق %@";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "الإصدار الجديد من تطبيق %@ جاهز للتثبيت";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "حال خطأ دون الحصول على معلومات حول التحديث، الرجاء المحاولة لاحقًا.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "حدث خطأ أثناء تنزيل التحديث، الرجاء المحاولة لاحقًا.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "حدث خطأ أثناء استخراج الأرشيف، الرجاء المحاولة لاحقًا.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "حدث خطأ أثناء تحليل المعلومات المزوّدَة حول التحديث.";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cancel Update" = "إلغاء التحديث";

/* No comment provided by engineer. */
"Install and Relaunch" = "تثبيت وإعادة تشغيل التطبيق";

/* No comment provided by engineer. */
"OK" = "موافق";

/* No comment provided by engineer. */
"Ready to Install" = "جاهز للتثبيت";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "هل ترغب في أن يتحقق %1$@ من وجود تحديثات تلقائيًا؟ يمكنك التحقق من وجود تحديثات يدويًا في أي وقت من قائمة %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "حدث خطأ أثناء التحديث";

/* No comment provided by engineer. */
"Updating %@" = "تحديث %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "انقل %1$@ إلى مجلد التطبيقات وأعد تشغيله من هناك ثم حاول مجددًا.";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "يرجى سحب %1$@ إلى مجلد التطبيقات الخاص بك لتمكين التحديثات.";
